{"metadata": {"total_size": 352494542848}, "weight_map": {"h.0.input_layernorm.bias": "model_00002-of-00072.safetensors", "h.0.input_layernorm.weight": "model_00002-of-00072.safetensors", "h.0.mlp.dense_4h_to_h.bias": "model_00002-of-00072.safetensors", "h.0.mlp.dense_4h_to_h.weight": "model_00002-of-00072.safetensors", "h.0.mlp.dense_h_to_4h.bias": "model_00002-of-00072.safetensors", "h.0.mlp.dense_h_to_4h.weight": "model_00002-of-00072.safetensors", "h.0.post_attention_layernorm.bias": "model_00002-of-00072.safetensors", "h.0.post_attention_layernorm.weight": "model_00002-of-00072.safetensors", "h.0.self_attention.dense.bias": "model_00002-of-00072.safetensors", "h.0.self_attention.dense.weight": "model_00002-of-00072.safetensors", "h.0.self_attention.query_key_value.bias": "model_00002-of-00072.safetensors", "h.0.self_attention.query_key_value.weight": "model_00002-of-00072.safetensors", "h.1.input_layernorm.bias": "model_00003-of-00072.safetensors", "h.1.input_layernorm.weight": "model_00003-of-00072.safetensors", "h.1.mlp.dense_4h_to_h.bias": "model_00003-of-00072.safetensors", "h.1.mlp.dense_4h_to_h.weight": "model_00003-of-00072.safetensors", "h.1.mlp.dense_h_to_4h.bias": "model_00003-of-00072.safetensors", "h.1.mlp.dense_h_to_4h.weight": "model_00003-of-00072.safetensors", "h.1.post_attention_layernorm.bias": "model_00003-of-00072.safetensors", "h.1.post_attention_layernorm.weight": "model_00003-of-00072.safetensors", "h.1.self_attention.dense.bias": "model_00003-of-00072.safetensors", "h.1.self_attention.dense.weight": "model_00003-of-00072.safetensors", "h.1.self_attention.query_key_value.bias": "model_00003-of-00072.safetensors", "h.1.self_attention.query_key_value.weight": "model_00003-of-00072.safetensors", "h.10.input_layernorm.bias": "model_00012-of-00072.safetensors", "h.10.input_layernorm.weight": "model_00012-of-00072.safetensors", "h.10.mlp.dense_4h_to_h.bias": "model_00012-of-00072.safetensors", "h.10.mlp.dense_4h_to_h.weight": "model_00012-of-00072.safetensors", "h.10.mlp.dense_h_to_4h.bias": "model_00012-of-00072.safetensors", "h.10.mlp.dense_h_to_4h.weight": "model_00012-of-00072.safetensors", "h.10.post_attention_layernorm.bias": "model_00012-of-00072.safetensors", "h.10.post_attention_layernorm.weight": "model_00012-of-00072.safetensors", "h.10.self_attention.dense.bias": "model_00012-of-00072.safetensors", "h.10.self_attention.dense.weight": "model_00012-of-00072.safetensors", "h.10.self_attention.query_key_value.bias": "model_00012-of-00072.safetensors", "h.10.self_attention.query_key_value.weight": "model_00012-of-00072.safetensors", "h.11.input_layernorm.bias": "model_00013-of-00072.safetensors", "h.11.input_layernorm.weight": "model_00013-of-00072.safetensors", "h.11.mlp.dense_4h_to_h.bias": "model_00013-of-00072.safetensors", "h.11.mlp.dense_4h_to_h.weight": "model_00013-of-00072.safetensors", "h.11.mlp.dense_h_to_4h.bias": "model_00013-of-00072.safetensors", "h.11.mlp.dense_h_to_4h.weight": "model_00013-of-00072.safetensors", "h.11.post_attention_layernorm.bias": "model_00013-of-00072.safetensors", "h.11.post_attention_layernorm.weight": "model_00013-of-00072.safetensors", "h.11.self_attention.dense.bias": "model_00013-of-00072.safetensors", "h.11.self_attention.dense.weight": "model_00013-of-00072.safetensors", "h.11.self_attention.query_key_value.bias": "model_00013-of-00072.safetensors", "h.11.self_attention.query_key_value.weight": "model_00013-of-00072.safetensors", "h.12.input_layernorm.bias": "model_00014-of-00072.safetensors", "h.12.input_layernorm.weight": "model_00014-of-00072.safetensors", "h.12.mlp.dense_4h_to_h.bias": "model_00014-of-00072.safetensors", "h.12.mlp.dense_4h_to_h.weight": "model_00014-of-00072.safetensors", "h.12.mlp.dense_h_to_4h.bias": "model_00014-of-00072.safetensors", "h.12.mlp.dense_h_to_4h.weight": "model_00014-of-00072.safetensors", "h.12.post_attention_layernorm.bias": "model_00014-of-00072.safetensors", "h.12.post_attention_layernorm.weight": "model_00014-of-00072.safetensors", "h.12.self_attention.dense.bias": "model_00014-of-00072.safetensors", "h.12.self_attention.dense.weight": "model_00014-of-00072.safetensors", "h.12.self_attention.query_key_value.bias": "model_00014-of-00072.safetensors", "h.12.self_attention.query_key_value.weight": "model_00014-of-00072.safetensors", "h.13.input_layernorm.bias": "model_00015-of-00072.safetensors", "h.13.input_layernorm.weight": "model_00015-of-00072.safetensors", "h.13.mlp.dense_4h_to_h.bias": "model_00015-of-00072.safetensors", "h.13.mlp.dense_4h_to_h.weight": "model_00015-of-00072.safetensors", "h.13.mlp.dense_h_to_4h.bias": "model_00015-of-00072.safetensors", "h.13.mlp.dense_h_to_4h.weight": "model_00015-of-00072.safetensors", "h.13.post_attention_layernorm.bias": "model_00015-of-00072.safetensors", "h.13.post_attention_layernorm.weight": "model_00015-of-00072.safetensors", "h.13.self_attention.dense.bias": "model_00015-of-00072.safetensors", "h.13.self_attention.dense.weight": "model_00015-of-00072.safetensors", "h.13.self_attention.query_key_value.bias": "model_00015-of-00072.safetensors", "h.13.self_attention.query_key_value.weight": "model_00015-of-00072.safetensors", "h.14.input_layernorm.bias": "model_00016-of-00072.safetensors", "h.14.input_layernorm.weight": "model_00016-of-00072.safetensors", "h.14.mlp.dense_4h_to_h.bias": "model_00016-of-00072.safetensors", "h.14.mlp.dense_4h_to_h.weight": "model_00016-of-00072.safetensors", "h.14.mlp.dense_h_to_4h.bias": "model_00016-of-00072.safetensors", "h.14.mlp.dense_h_to_4h.weight": "model_00016-of-00072.safetensors", "h.14.post_attention_layernorm.bias": "model_00016-of-00072.safetensors", "h.14.post_attention_layernorm.weight": "model_00016-of-00072.safetensors", "h.14.self_attention.dense.bias": "model_00016-of-00072.safetensors", "h.14.self_attention.dense.weight": "model_00016-of-00072.safetensors", "h.14.self_attention.query_key_value.bias": "model_00016-of-00072.safetensors", "h.14.self_attention.query_key_value.weight": "model_00016-of-00072.safetensors", "h.15.input_layernorm.bias": "model_00017-of-00072.safetensors", "h.15.input_layernorm.weight": "model_00017-of-00072.safetensors", "h.15.mlp.dense_4h_to_h.bias": "model_00017-of-00072.safetensors", "h.15.mlp.dense_4h_to_h.weight": "model_00017-of-00072.safetensors", "h.15.mlp.dense_h_to_4h.bias": "model_00017-of-00072.safetensors", "h.15.mlp.dense_h_to_4h.weight": "model_00017-of-00072.safetensors", "h.15.post_attention_layernorm.bias": "model_00017-of-00072.safetensors", "h.15.post_attention_layernorm.weight": "model_00017-of-00072.safetensors", "h.15.self_attention.dense.bias": "model_00017-of-00072.safetensors", "h.15.self_attention.dense.weight": "model_00017-of-00072.safetensors", "h.15.self_attention.query_key_value.bias": "model_00017-of-00072.safetensors", "h.15.self_attention.query_key_value.weight": "model_00017-of-00072.safetensors", "h.16.input_layernorm.bias": "model_00018-of-00072.safetensors", "h.16.input_layernorm.weight": "model_00018-of-00072.safetensors", "h.16.mlp.dense_4h_to_h.bias": "model_00018-of-00072.safetensors", "h.16.mlp.dense_4h_to_h.weight": "model_00018-of-00072.safetensors", "h.16.mlp.dense_h_to_4h.bias": "model_00018-of-00072.safetensors", "h.16.mlp.dense_h_to_4h.weight": "model_00018-of-00072.safetensors", "h.16.post_attention_layernorm.bias": "model_00018-of-00072.safetensors", "h.16.post_attention_layernorm.weight": "model_00018-of-00072.safetensors", "h.16.self_attention.dense.bias": "model_00018-of-00072.safetensors", "h.16.self_attention.dense.weight": "model_00018-of-00072.safetensors", "h.16.self_attention.query_key_value.bias": "model_00018-of-00072.safetensors", "h.16.self_attention.query_key_value.weight": "model_00018-of-00072.safetensors", "h.17.input_layernorm.bias": "model_00019-of-00072.safetensors", "h.17.input_layernorm.weight": "model_00019-of-00072.safetensors", "h.17.mlp.dense_4h_to_h.bias": "model_00019-of-00072.safetensors", "h.17.mlp.dense_4h_to_h.weight": "model_00019-of-00072.safetensors", "h.17.mlp.dense_h_to_4h.bias": "model_00019-of-00072.safetensors", "h.17.mlp.dense_h_to_4h.weight": "model_00019-of-00072.safetensors", "h.17.post_attention_layernorm.bias": "model_00019-of-00072.safetensors", "h.17.post_attention_layernorm.weight": "model_00019-of-00072.safetensors", "h.17.self_attention.dense.bias": "model_00019-of-00072.safetensors", "h.17.self_attention.dense.weight": "model_00019-of-00072.safetensors", "h.17.self_attention.query_key_value.bias": "model_00019-of-00072.safetensors", "h.17.self_attention.query_key_value.weight": "model_00019-of-00072.safetensors", "h.18.input_layernorm.bias": "model_00020-of-00072.safetensors", "h.18.input_layernorm.weight": "model_00020-of-00072.safetensors", "h.18.mlp.dense_4h_to_h.bias": "model_00020-of-00072.safetensors", "h.18.mlp.dense_4h_to_h.weight": "model_00020-of-00072.safetensors", "h.18.mlp.dense_h_to_4h.bias": "model_00020-of-00072.safetensors", "h.18.mlp.dense_h_to_4h.weight": "model_00020-of-00072.safetensors", "h.18.post_attention_layernorm.bias": "model_00020-of-00072.safetensors", "h.18.post_attention_layernorm.weight": "model_00020-of-00072.safetensors", "h.18.self_attention.dense.bias": "model_00020-of-00072.safetensors", "h.18.self_attention.dense.weight": "model_00020-of-00072.safetensors", "h.18.self_attention.query_key_value.bias": "model_00020-of-00072.safetensors", "h.18.self_attention.query_key_value.weight": "model_00020-of-00072.safetensors", "h.19.input_layernorm.bias": "model_00021-of-00072.safetensors", "h.19.input_layernorm.weight": "model_00021-of-00072.safetensors", "h.19.mlp.dense_4h_to_h.bias": "model_00021-of-00072.safetensors", "h.19.mlp.dense_4h_to_h.weight": "model_00021-of-00072.safetensors", "h.19.mlp.dense_h_to_4h.bias": "model_00021-of-00072.safetensors", "h.19.mlp.dense_h_to_4h.weight": "model_00021-of-00072.safetensors", "h.19.post_attention_layernorm.bias": "model_00021-of-00072.safetensors", "h.19.post_attention_layernorm.weight": "model_00021-of-00072.safetensors", "h.19.self_attention.dense.bias": "model_00021-of-00072.safetensors", "h.19.self_attention.dense.weight": "model_00021-of-00072.safetensors", "h.19.self_attention.query_key_value.bias": "model_00021-of-00072.safetensors", "h.19.self_attention.query_key_value.weight": "model_00021-of-00072.safetensors", "h.2.input_layernorm.bias": "model_00004-of-00072.safetensors", "h.2.input_layernorm.weight": "model_00004-of-00072.safetensors", "h.2.mlp.dense_4h_to_h.bias": "model_00004-of-00072.safetensors", "h.2.mlp.dense_4h_to_h.weight": "model_00004-of-00072.safetensors", "h.2.mlp.dense_h_to_4h.bias": "model_00004-of-00072.safetensors", "h.2.mlp.dense_h_to_4h.weight": "model_00004-of-00072.safetensors", "h.2.post_attention_layernorm.bias": "model_00004-of-00072.safetensors", "h.2.post_attention_layernorm.weight": "model_00004-of-00072.safetensors", "h.2.self_attention.dense.bias": "model_00004-of-00072.safetensors", "h.2.self_attention.dense.weight": "model_00004-of-00072.safetensors", "h.2.self_attention.query_key_value.bias": "model_00004-of-00072.safetensors", "h.2.self_attention.query_key_value.weight": "model_00004-of-00072.safetensors", "h.20.input_layernorm.bias": "model_00022-of-00072.safetensors", "h.20.input_layernorm.weight": "model_00022-of-00072.safetensors", "h.20.mlp.dense_4h_to_h.bias": "model_00022-of-00072.safetensors", "h.20.mlp.dense_4h_to_h.weight": "model_00022-of-00072.safetensors", "h.20.mlp.dense_h_to_4h.bias": "model_00022-of-00072.safetensors", "h.20.mlp.dense_h_to_4h.weight": "model_00022-of-00072.safetensors", "h.20.post_attention_layernorm.bias": "model_00022-of-00072.safetensors", "h.20.post_attention_layernorm.weight": "model_00022-of-00072.safetensors", "h.20.self_attention.dense.bias": "model_00022-of-00072.safetensors", "h.20.self_attention.dense.weight": "model_00022-of-00072.safetensors", "h.20.self_attention.query_key_value.bias": "model_00022-of-00072.safetensors", "h.20.self_attention.query_key_value.weight": "model_00022-of-00072.safetensors", "h.21.input_layernorm.bias": "model_00023-of-00072.safetensors", "h.21.input_layernorm.weight": "model_00023-of-00072.safetensors", "h.21.mlp.dense_4h_to_h.bias": "model_00023-of-00072.safetensors", "h.21.mlp.dense_4h_to_h.weight": "model_00023-of-00072.safetensors", "h.21.mlp.dense_h_to_4h.bias": "model_00023-of-00072.safetensors", "h.21.mlp.dense_h_to_4h.weight": "model_00023-of-00072.safetensors", "h.21.post_attention_layernorm.bias": "model_00023-of-00072.safetensors", "h.21.post_attention_layernorm.weight": "model_00023-of-00072.safetensors", "h.21.self_attention.dense.bias": "model_00023-of-00072.safetensors", "h.21.self_attention.dense.weight": "model_00023-of-00072.safetensors", "h.21.self_attention.query_key_value.bias": "model_00023-of-00072.safetensors", "h.21.self_attention.query_key_value.weight": "model_00023-of-00072.safetensors", "h.22.input_layernorm.bias": "model_00024-of-00072.safetensors", "h.22.input_layernorm.weight": "model_00024-of-00072.safetensors", "h.22.mlp.dense_4h_to_h.bias": "model_00024-of-00072.safetensors", "h.22.mlp.dense_4h_to_h.weight": "model_00024-of-00072.safetensors", "h.22.mlp.dense_h_to_4h.bias": "model_00024-of-00072.safetensors", "h.22.mlp.dense_h_to_4h.weight": "model_00024-of-00072.safetensors", "h.22.post_attention_layernorm.bias": "model_00024-of-00072.safetensors", "h.22.post_attention_layernorm.weight": "model_00024-of-00072.safetensors", "h.22.self_attention.dense.bias": "model_00024-of-00072.safetensors", "h.22.self_attention.dense.weight": "model_00024-of-00072.safetensors", "h.22.self_attention.query_key_value.bias": "model_00024-of-00072.safetensors", "h.22.self_attention.query_key_value.weight": "model_00024-of-00072.safetensors", "h.23.input_layernorm.bias": "model_00025-of-00072.safetensors", "h.23.input_layernorm.weight": "model_00025-of-00072.safetensors", "h.23.mlp.dense_4h_to_h.bias": "model_00025-of-00072.safetensors", "h.23.mlp.dense_4h_to_h.weight": "model_00025-of-00072.safetensors", "h.23.mlp.dense_h_to_4h.bias": "model_00025-of-00072.safetensors", "h.23.mlp.dense_h_to_4h.weight": "model_00025-of-00072.safetensors", "h.23.post_attention_layernorm.bias": "model_00025-of-00072.safetensors", "h.23.post_attention_layernorm.weight": "model_00025-of-00072.safetensors", "h.23.self_attention.dense.bias": "model_00025-of-00072.safetensors", "h.23.self_attention.dense.weight": "model_00025-of-00072.safetensors", "h.23.self_attention.query_key_value.bias": "model_00025-of-00072.safetensors", "h.23.self_attention.query_key_value.weight": "model_00025-of-00072.safetensors", "h.24.input_layernorm.bias": "model_00026-of-00072.safetensors", "h.24.input_layernorm.weight": "model_00026-of-00072.safetensors", "h.24.mlp.dense_4h_to_h.bias": "model_00026-of-00072.safetensors", "h.24.mlp.dense_4h_to_h.weight": "model_00026-of-00072.safetensors", "h.24.mlp.dense_h_to_4h.bias": "model_00026-of-00072.safetensors", "h.24.mlp.dense_h_to_4h.weight": "model_00026-of-00072.safetensors", "h.24.post_attention_layernorm.bias": "model_00026-of-00072.safetensors", "h.24.post_attention_layernorm.weight": "model_00026-of-00072.safetensors", "h.24.self_attention.dense.bias": "model_00026-of-00072.safetensors", "h.24.self_attention.dense.weight": "model_00026-of-00072.safetensors", "h.24.self_attention.query_key_value.bias": "model_00026-of-00072.safetensors", "h.24.self_attention.query_key_value.weight": "model_00026-of-00072.safetensors", "h.25.input_layernorm.bias": "model_00027-of-00072.safetensors", "h.25.input_layernorm.weight": "model_00027-of-00072.safetensors", "h.25.mlp.dense_4h_to_h.bias": "model_00027-of-00072.safetensors", "h.25.mlp.dense_4h_to_h.weight": "model_00027-of-00072.safetensors", "h.25.mlp.dense_h_to_4h.bias": "model_00027-of-00072.safetensors", "h.25.mlp.dense_h_to_4h.weight": "model_00027-of-00072.safetensors", "h.25.post_attention_layernorm.bias": "model_00027-of-00072.safetensors", "h.25.post_attention_layernorm.weight": "model_00027-of-00072.safetensors", "h.25.self_attention.dense.bias": "model_00027-of-00072.safetensors", "h.25.self_attention.dense.weight": "model_00027-of-00072.safetensors", "h.25.self_attention.query_key_value.bias": "model_00027-of-00072.safetensors", "h.25.self_attention.query_key_value.weight": "model_00027-of-00072.safetensors", "h.26.input_layernorm.bias": "model_00028-of-00072.safetensors", "h.26.input_layernorm.weight": "model_00028-of-00072.safetensors", "h.26.mlp.dense_4h_to_h.bias": "model_00028-of-00072.safetensors", "h.26.mlp.dense_4h_to_h.weight": "model_00028-of-00072.safetensors", "h.26.mlp.dense_h_to_4h.bias": "model_00028-of-00072.safetensors", "h.26.mlp.dense_h_to_4h.weight": "model_00028-of-00072.safetensors", "h.26.post_attention_layernorm.bias": "model_00028-of-00072.safetensors", "h.26.post_attention_layernorm.weight": "model_00028-of-00072.safetensors", "h.26.self_attention.dense.bias": "model_00028-of-00072.safetensors", "h.26.self_attention.dense.weight": "model_00028-of-00072.safetensors", "h.26.self_attention.query_key_value.bias": "model_00028-of-00072.safetensors", "h.26.self_attention.query_key_value.weight": "model_00028-of-00072.safetensors", "h.27.input_layernorm.bias": "model_00029-of-00072.safetensors", "h.27.input_layernorm.weight": "model_00029-of-00072.safetensors", "h.27.mlp.dense_4h_to_h.bias": "model_00029-of-00072.safetensors", "h.27.mlp.dense_4h_to_h.weight": "model_00029-of-00072.safetensors", "h.27.mlp.dense_h_to_4h.bias": "model_00029-of-00072.safetensors", "h.27.mlp.dense_h_to_4h.weight": "model_00029-of-00072.safetensors", "h.27.post_attention_layernorm.bias": "model_00029-of-00072.safetensors", "h.27.post_attention_layernorm.weight": "model_00029-of-00072.safetensors", "h.27.self_attention.dense.bias": "model_00029-of-00072.safetensors", "h.27.self_attention.dense.weight": "model_00029-of-00072.safetensors", "h.27.self_attention.query_key_value.bias": "model_00029-of-00072.safetensors", "h.27.self_attention.query_key_value.weight": "model_00029-of-00072.safetensors", "h.28.input_layernorm.bias": "model_00030-of-00072.safetensors", "h.28.input_layernorm.weight": "model_00030-of-00072.safetensors", "h.28.mlp.dense_4h_to_h.bias": "model_00030-of-00072.safetensors", "h.28.mlp.dense_4h_to_h.weight": "model_00030-of-00072.safetensors", "h.28.mlp.dense_h_to_4h.bias": "model_00030-of-00072.safetensors", "h.28.mlp.dense_h_to_4h.weight": "model_00030-of-00072.safetensors", "h.28.post_attention_layernorm.bias": "model_00030-of-00072.safetensors", "h.28.post_attention_layernorm.weight": "model_00030-of-00072.safetensors", "h.28.self_attention.dense.bias": "model_00030-of-00072.safetensors", "h.28.self_attention.dense.weight": "model_00030-of-00072.safetensors", "h.28.self_attention.query_key_value.bias": "model_00030-of-00072.safetensors", "h.28.self_attention.query_key_value.weight": "model_00030-of-00072.safetensors", "h.29.input_layernorm.bias": "model_00031-of-00072.safetensors", "h.29.input_layernorm.weight": "model_00031-of-00072.safetensors", "h.29.mlp.dense_4h_to_h.bias": "model_00031-of-00072.safetensors", "h.29.mlp.dense_4h_to_h.weight": "model_00031-of-00072.safetensors", "h.29.mlp.dense_h_to_4h.bias": "model_00031-of-00072.safetensors", "h.29.mlp.dense_h_to_4h.weight": "model_00031-of-00072.safetensors", "h.29.post_attention_layernorm.bias": "model_00031-of-00072.safetensors", "h.29.post_attention_layernorm.weight": "model_00031-of-00072.safetensors", "h.29.self_attention.dense.bias": "model_00031-of-00072.safetensors", "h.29.self_attention.dense.weight": "model_00031-of-00072.safetensors", "h.29.self_attention.query_key_value.bias": "model_00031-of-00072.safetensors", "h.29.self_attention.query_key_value.weight": "model_00031-of-00072.safetensors", "h.3.input_layernorm.bias": "model_00005-of-00072.safetensors", "h.3.input_layernorm.weight": "model_00005-of-00072.safetensors", "h.3.mlp.dense_4h_to_h.bias": "model_00005-of-00072.safetensors", "h.3.mlp.dense_4h_to_h.weight": "model_00005-of-00072.safetensors", "h.3.mlp.dense_h_to_4h.bias": "model_00005-of-00072.safetensors", "h.3.mlp.dense_h_to_4h.weight": "model_00005-of-00072.safetensors", "h.3.post_attention_layernorm.bias": "model_00005-of-00072.safetensors", "h.3.post_attention_layernorm.weight": "model_00005-of-00072.safetensors", "h.3.self_attention.dense.bias": "model_00005-of-00072.safetensors", "h.3.self_attention.dense.weight": "model_00005-of-00072.safetensors", "h.3.self_attention.query_key_value.bias": "model_00005-of-00072.safetensors", "h.3.self_attention.query_key_value.weight": "model_00005-of-00072.safetensors", "h.30.input_layernorm.bias": "model_00032-of-00072.safetensors", "h.30.input_layernorm.weight": "model_00032-of-00072.safetensors", "h.30.mlp.dense_4h_to_h.bias": "model_00032-of-00072.safetensors", "h.30.mlp.dense_4h_to_h.weight": "model_00032-of-00072.safetensors", "h.30.mlp.dense_h_to_4h.bias": "model_00032-of-00072.safetensors", "h.30.mlp.dense_h_to_4h.weight": "model_00032-of-00072.safetensors", "h.30.post_attention_layernorm.bias": "model_00032-of-00072.safetensors", "h.30.post_attention_layernorm.weight": "model_00032-of-00072.safetensors", "h.30.self_attention.dense.bias": "model_00032-of-00072.safetensors", "h.30.self_attention.dense.weight": "model_00032-of-00072.safetensors", "h.30.self_attention.query_key_value.bias": "model_00032-of-00072.safetensors", "h.30.self_attention.query_key_value.weight": "model_00032-of-00072.safetensors", "h.31.input_layernorm.bias": "model_00033-of-00072.safetensors", "h.31.input_layernorm.weight": "model_00033-of-00072.safetensors", "h.31.mlp.dense_4h_to_h.bias": "model_00033-of-00072.safetensors", "h.31.mlp.dense_4h_to_h.weight": "model_00033-of-00072.safetensors", "h.31.mlp.dense_h_to_4h.bias": "model_00033-of-00072.safetensors", "h.31.mlp.dense_h_to_4h.weight": "model_00033-of-00072.safetensors", "h.31.post_attention_layernorm.bias": "model_00033-of-00072.safetensors", "h.31.post_attention_layernorm.weight": "model_00033-of-00072.safetensors", "h.31.self_attention.dense.bias": "model_00033-of-00072.safetensors", "h.31.self_attention.dense.weight": "model_00033-of-00072.safetensors", "h.31.self_attention.query_key_value.bias": "model_00033-of-00072.safetensors", "h.31.self_attention.query_key_value.weight": "model_00033-of-00072.safetensors", "h.32.input_layernorm.bias": "model_00034-of-00072.safetensors", "h.32.input_layernorm.weight": "model_00034-of-00072.safetensors", "h.32.mlp.dense_4h_to_h.bias": "model_00034-of-00072.safetensors", "h.32.mlp.dense_4h_to_h.weight": "model_00034-of-00072.safetensors", "h.32.mlp.dense_h_to_4h.bias": "model_00034-of-00072.safetensors", "h.32.mlp.dense_h_to_4h.weight": "model_00034-of-00072.safetensors", "h.32.post_attention_layernorm.bias": "model_00034-of-00072.safetensors", "h.32.post_attention_layernorm.weight": "model_00034-of-00072.safetensors", "h.32.self_attention.dense.bias": "model_00034-of-00072.safetensors", "h.32.self_attention.dense.weight": "model_00034-of-00072.safetensors", "h.32.self_attention.query_key_value.bias": "model_00034-of-00072.safetensors", "h.32.self_attention.query_key_value.weight": "model_00034-of-00072.safetensors", "h.33.input_layernorm.bias": "model_00035-of-00072.safetensors", "h.33.input_layernorm.weight": "model_00035-of-00072.safetensors", "h.33.mlp.dense_4h_to_h.bias": "model_00035-of-00072.safetensors", "h.33.mlp.dense_4h_to_h.weight": "model_00035-of-00072.safetensors", "h.33.mlp.dense_h_to_4h.bias": "model_00035-of-00072.safetensors", "h.33.mlp.dense_h_to_4h.weight": "model_00035-of-00072.safetensors", "h.33.post_attention_layernorm.bias": "model_00035-of-00072.safetensors", "h.33.post_attention_layernorm.weight": "model_00035-of-00072.safetensors", "h.33.self_attention.dense.bias": "model_00035-of-00072.safetensors", "h.33.self_attention.dense.weight": "model_00035-of-00072.safetensors", "h.33.self_attention.query_key_value.bias": "model_00035-of-00072.safetensors", "h.33.self_attention.query_key_value.weight": "model_00035-of-00072.safetensors", "h.34.input_layernorm.bias": "model_00036-of-00072.safetensors", "h.34.input_layernorm.weight": "model_00036-of-00072.safetensors", "h.34.mlp.dense_4h_to_h.bias": "model_00036-of-00072.safetensors", "h.34.mlp.dense_4h_to_h.weight": "model_00036-of-00072.safetensors", "h.34.mlp.dense_h_to_4h.bias": "model_00036-of-00072.safetensors", "h.34.mlp.dense_h_to_4h.weight": "model_00036-of-00072.safetensors", "h.34.post_attention_layernorm.bias": "model_00036-of-00072.safetensors", "h.34.post_attention_layernorm.weight": "model_00036-of-00072.safetensors", "h.34.self_attention.dense.bias": "model_00036-of-00072.safetensors", "h.34.self_attention.dense.weight": "model_00036-of-00072.safetensors", "h.34.self_attention.query_key_value.bias": "model_00036-of-00072.safetensors", "h.34.self_attention.query_key_value.weight": "model_00036-of-00072.safetensors", "h.35.input_layernorm.bias": "model_00037-of-00072.safetensors", "h.35.input_layernorm.weight": "model_00037-of-00072.safetensors", "h.35.mlp.dense_4h_to_h.bias": "model_00037-of-00072.safetensors", "h.35.mlp.dense_4h_to_h.weight": "model_00037-of-00072.safetensors", "h.35.mlp.dense_h_to_4h.bias": "model_00037-of-00072.safetensors", "h.35.mlp.dense_h_to_4h.weight": "model_00037-of-00072.safetensors", "h.35.post_attention_layernorm.bias": "model_00037-of-00072.safetensors", "h.35.post_attention_layernorm.weight": "model_00037-of-00072.safetensors", "h.35.self_attention.dense.bias": "model_00037-of-00072.safetensors", "h.35.self_attention.dense.weight": "model_00037-of-00072.safetensors", "h.35.self_attention.query_key_value.bias": "model_00037-of-00072.safetensors", "h.35.self_attention.query_key_value.weight": "model_00037-of-00072.safetensors", "h.36.input_layernorm.bias": "model_00038-of-00072.safetensors", "h.36.input_layernorm.weight": "model_00038-of-00072.safetensors", "h.36.mlp.dense_4h_to_h.bias": "model_00038-of-00072.safetensors", "h.36.mlp.dense_4h_to_h.weight": "model_00038-of-00072.safetensors", "h.36.mlp.dense_h_to_4h.bias": "model_00038-of-00072.safetensors", "h.36.mlp.dense_h_to_4h.weight": "model_00038-of-00072.safetensors", "h.36.post_attention_layernorm.bias": "model_00038-of-00072.safetensors", "h.36.post_attention_layernorm.weight": "model_00038-of-00072.safetensors", "h.36.self_attention.dense.bias": "model_00038-of-00072.safetensors", "h.36.self_attention.dense.weight": "model_00038-of-00072.safetensors", "h.36.self_attention.query_key_value.bias": "model_00038-of-00072.safetensors", "h.36.self_attention.query_key_value.weight": "model_00038-of-00072.safetensors", "h.37.input_layernorm.bias": "model_00039-of-00072.safetensors", "h.37.input_layernorm.weight": "model_00039-of-00072.safetensors", "h.37.mlp.dense_4h_to_h.bias": "model_00039-of-00072.safetensors", "h.37.mlp.dense_4h_to_h.weight": "model_00039-of-00072.safetensors", "h.37.mlp.dense_h_to_4h.bias": "model_00039-of-00072.safetensors", "h.37.mlp.dense_h_to_4h.weight": "model_00039-of-00072.safetensors", "h.37.post_attention_layernorm.bias": "model_00039-of-00072.safetensors", "h.37.post_attention_layernorm.weight": "model_00039-of-00072.safetensors", "h.37.self_attention.dense.bias": "model_00039-of-00072.safetensors", "h.37.self_attention.dense.weight": "model_00039-of-00072.safetensors", "h.37.self_attention.query_key_value.bias": "model_00039-of-00072.safetensors", "h.37.self_attention.query_key_value.weight": "model_00039-of-00072.safetensors", "h.38.input_layernorm.bias": "model_00040-of-00072.safetensors", "h.38.input_layernorm.weight": "model_00040-of-00072.safetensors", "h.38.mlp.dense_4h_to_h.bias": "model_00040-of-00072.safetensors", "h.38.mlp.dense_4h_to_h.weight": "model_00040-of-00072.safetensors", "h.38.mlp.dense_h_to_4h.bias": "model_00040-of-00072.safetensors", "h.38.mlp.dense_h_to_4h.weight": "model_00040-of-00072.safetensors", "h.38.post_attention_layernorm.bias": "model_00040-of-00072.safetensors", "h.38.post_attention_layernorm.weight": "model_00040-of-00072.safetensors", "h.38.self_attention.dense.bias": "model_00040-of-00072.safetensors", "h.38.self_attention.dense.weight": "model_00040-of-00072.safetensors", "h.38.self_attention.query_key_value.bias": "model_00040-of-00072.safetensors", "h.38.self_attention.query_key_value.weight": "model_00040-of-00072.safetensors", "h.39.input_layernorm.bias": "model_00041-of-00072.safetensors", "h.39.input_layernorm.weight": "model_00041-of-00072.safetensors", "h.39.mlp.dense_4h_to_h.bias": "model_00041-of-00072.safetensors", "h.39.mlp.dense_4h_to_h.weight": "model_00041-of-00072.safetensors", "h.39.mlp.dense_h_to_4h.bias": "model_00041-of-00072.safetensors", "h.39.mlp.dense_h_to_4h.weight": "model_00041-of-00072.safetensors", "h.39.post_attention_layernorm.bias": "model_00041-of-00072.safetensors", "h.39.post_attention_layernorm.weight": "model_00041-of-00072.safetensors", "h.39.self_attention.dense.bias": "model_00041-of-00072.safetensors", "h.39.self_attention.dense.weight": "model_00041-of-00072.safetensors", "h.39.self_attention.query_key_value.bias": "model_00041-of-00072.safetensors", "h.39.self_attention.query_key_value.weight": "model_00041-of-00072.safetensors", "h.4.input_layernorm.bias": "model_00006-of-00072.safetensors", "h.4.input_layernorm.weight": "model_00006-of-00072.safetensors", "h.4.mlp.dense_4h_to_h.bias": "model_00006-of-00072.safetensors", "h.4.mlp.dense_4h_to_h.weight": "model_00006-of-00072.safetensors", "h.4.mlp.dense_h_to_4h.bias": "model_00006-of-00072.safetensors", "h.4.mlp.dense_h_to_4h.weight": "model_00006-of-00072.safetensors", "h.4.post_attention_layernorm.bias": "model_00006-of-00072.safetensors", "h.4.post_attention_layernorm.weight": "model_00006-of-00072.safetensors", "h.4.self_attention.dense.bias": "model_00006-of-00072.safetensors", "h.4.self_attention.dense.weight": "model_00006-of-00072.safetensors", "h.4.self_attention.query_key_value.bias": "model_00006-of-00072.safetensors", "h.4.self_attention.query_key_value.weight": "model_00006-of-00072.safetensors", "h.40.input_layernorm.bias": "model_00042-of-00072.safetensors", "h.40.input_layernorm.weight": "model_00042-of-00072.safetensors", "h.40.mlp.dense_4h_to_h.bias": "model_00042-of-00072.safetensors", "h.40.mlp.dense_4h_to_h.weight": "model_00042-of-00072.safetensors", "h.40.mlp.dense_h_to_4h.bias": "model_00042-of-00072.safetensors", "h.40.mlp.dense_h_to_4h.weight": "model_00042-of-00072.safetensors", "h.40.post_attention_layernorm.bias": "model_00042-of-00072.safetensors", "h.40.post_attention_layernorm.weight": "model_00042-of-00072.safetensors", "h.40.self_attention.dense.bias": "model_00042-of-00072.safetensors", "h.40.self_attention.dense.weight": "model_00042-of-00072.safetensors", "h.40.self_attention.query_key_value.bias": "model_00042-of-00072.safetensors", "h.40.self_attention.query_key_value.weight": "model_00042-of-00072.safetensors", "h.41.input_layernorm.bias": "model_00043-of-00072.safetensors", "h.41.input_layernorm.weight": "model_00043-of-00072.safetensors", "h.41.mlp.dense_4h_to_h.bias": "model_00043-of-00072.safetensors", "h.41.mlp.dense_4h_to_h.weight": "model_00043-of-00072.safetensors", "h.41.mlp.dense_h_to_4h.bias": "model_00043-of-00072.safetensors", "h.41.mlp.dense_h_to_4h.weight": "model_00043-of-00072.safetensors", "h.41.post_attention_layernorm.bias": "model_00043-of-00072.safetensors", "h.41.post_attention_layernorm.weight": "model_00043-of-00072.safetensors", "h.41.self_attention.dense.bias": "model_00043-of-00072.safetensors", "h.41.self_attention.dense.weight": "model_00043-of-00072.safetensors", "h.41.self_attention.query_key_value.bias": "model_00043-of-00072.safetensors", "h.41.self_attention.query_key_value.weight": "model_00043-of-00072.safetensors", "h.42.input_layernorm.bias": "model_00044-of-00072.safetensors", "h.42.input_layernorm.weight": "model_00044-of-00072.safetensors", "h.42.mlp.dense_4h_to_h.bias": "model_00044-of-00072.safetensors", "h.42.mlp.dense_4h_to_h.weight": "model_00044-of-00072.safetensors", "h.42.mlp.dense_h_to_4h.bias": "model_00044-of-00072.safetensors", "h.42.mlp.dense_h_to_4h.weight": "model_00044-of-00072.safetensors", "h.42.post_attention_layernorm.bias": "model_00044-of-00072.safetensors", "h.42.post_attention_layernorm.weight": "model_00044-of-00072.safetensors", "h.42.self_attention.dense.bias": "model_00044-of-00072.safetensors", "h.42.self_attention.dense.weight": "model_00044-of-00072.safetensors", "h.42.self_attention.query_key_value.bias": "model_00044-of-00072.safetensors", "h.42.self_attention.query_key_value.weight": "model_00044-of-00072.safetensors", "h.43.input_layernorm.bias": "model_00045-of-00072.safetensors", "h.43.input_layernorm.weight": "model_00045-of-00072.safetensors", "h.43.mlp.dense_4h_to_h.bias": "model_00045-of-00072.safetensors", "h.43.mlp.dense_4h_to_h.weight": "model_00045-of-00072.safetensors", "h.43.mlp.dense_h_to_4h.bias": "model_00045-of-00072.safetensors", "h.43.mlp.dense_h_to_4h.weight": "model_00045-of-00072.safetensors", "h.43.post_attention_layernorm.bias": "model_00045-of-00072.safetensors", "h.43.post_attention_layernorm.weight": "model_00045-of-00072.safetensors", "h.43.self_attention.dense.bias": "model_00045-of-00072.safetensors", "h.43.self_attention.dense.weight": "model_00045-of-00072.safetensors", "h.43.self_attention.query_key_value.bias": "model_00045-of-00072.safetensors", "h.43.self_attention.query_key_value.weight": "model_00045-of-00072.safetensors", "h.44.input_layernorm.bias": "model_00046-of-00072.safetensors", "h.44.input_layernorm.weight": "model_00046-of-00072.safetensors", "h.44.mlp.dense_4h_to_h.bias": "model_00046-of-00072.safetensors", "h.44.mlp.dense_4h_to_h.weight": "model_00046-of-00072.safetensors", "h.44.mlp.dense_h_to_4h.bias": "model_00046-of-00072.safetensors", "h.44.mlp.dense_h_to_4h.weight": "model_00046-of-00072.safetensors", "h.44.post_attention_layernorm.bias": "model_00046-of-00072.safetensors", "h.44.post_attention_layernorm.weight": "model_00046-of-00072.safetensors", "h.44.self_attention.dense.bias": "model_00046-of-00072.safetensors", "h.44.self_attention.dense.weight": "model_00046-of-00072.safetensors", "h.44.self_attention.query_key_value.bias": "model_00046-of-00072.safetensors", "h.44.self_attention.query_key_value.weight": "model_00046-of-00072.safetensors", "h.45.input_layernorm.bias": "model_00047-of-00072.safetensors", "h.45.input_layernorm.weight": "model_00047-of-00072.safetensors", "h.45.mlp.dense_4h_to_h.bias": "model_00047-of-00072.safetensors", "h.45.mlp.dense_4h_to_h.weight": "model_00047-of-00072.safetensors", "h.45.mlp.dense_h_to_4h.bias": "model_00047-of-00072.safetensors", "h.45.mlp.dense_h_to_4h.weight": "model_00047-of-00072.safetensors", "h.45.post_attention_layernorm.bias": "model_00047-of-00072.safetensors", "h.45.post_attention_layernorm.weight": "model_00047-of-00072.safetensors", "h.45.self_attention.dense.bias": "model_00047-of-00072.safetensors", "h.45.self_attention.dense.weight": "model_00047-of-00072.safetensors", "h.45.self_attention.query_key_value.bias": "model_00047-of-00072.safetensors", "h.45.self_attention.query_key_value.weight": "model_00047-of-00072.safetensors", "h.46.input_layernorm.bias": "model_00048-of-00072.safetensors", "h.46.input_layernorm.weight": "model_00048-of-00072.safetensors", "h.46.mlp.dense_4h_to_h.bias": "model_00048-of-00072.safetensors", "h.46.mlp.dense_4h_to_h.weight": "model_00048-of-00072.safetensors", "h.46.mlp.dense_h_to_4h.bias": "model_00048-of-00072.safetensors", "h.46.mlp.dense_h_to_4h.weight": "model_00048-of-00072.safetensors", "h.46.post_attention_layernorm.bias": "model_00048-of-00072.safetensors", "h.46.post_attention_layernorm.weight": "model_00048-of-00072.safetensors", "h.46.self_attention.dense.bias": "model_00048-of-00072.safetensors", "h.46.self_attention.dense.weight": "model_00048-of-00072.safetensors", "h.46.self_attention.query_key_value.bias": "model_00048-of-00072.safetensors", "h.46.self_attention.query_key_value.weight": "model_00048-of-00072.safetensors", "h.47.input_layernorm.bias": "model_00049-of-00072.safetensors", "h.47.input_layernorm.weight": "model_00049-of-00072.safetensors", "h.47.mlp.dense_4h_to_h.bias": "model_00049-of-00072.safetensors", "h.47.mlp.dense_4h_to_h.weight": "model_00049-of-00072.safetensors", "h.47.mlp.dense_h_to_4h.bias": "model_00049-of-00072.safetensors", "h.47.mlp.dense_h_to_4h.weight": "model_00049-of-00072.safetensors", "h.47.post_attention_layernorm.bias": "model_00049-of-00072.safetensors", "h.47.post_attention_layernorm.weight": "model_00049-of-00072.safetensors", "h.47.self_attention.dense.bias": "model_00049-of-00072.safetensors", "h.47.self_attention.dense.weight": "model_00049-of-00072.safetensors", "h.47.self_attention.query_key_value.bias": "model_00049-of-00072.safetensors", "h.47.self_attention.query_key_value.weight": "model_00049-of-00072.safetensors", "h.48.input_layernorm.bias": "model_00050-of-00072.safetensors", "h.48.input_layernorm.weight": "model_00050-of-00072.safetensors", "h.48.mlp.dense_4h_to_h.bias": "model_00050-of-00072.safetensors", "h.48.mlp.dense_4h_to_h.weight": "model_00050-of-00072.safetensors", "h.48.mlp.dense_h_to_4h.bias": "model_00050-of-00072.safetensors", "h.48.mlp.dense_h_to_4h.weight": "model_00050-of-00072.safetensors", "h.48.post_attention_layernorm.bias": "model_00050-of-00072.safetensors", "h.48.post_attention_layernorm.weight": "model_00050-of-00072.safetensors", "h.48.self_attention.dense.bias": "model_00050-of-00072.safetensors", "h.48.self_attention.dense.weight": "model_00050-of-00072.safetensors", "h.48.self_attention.query_key_value.bias": "model_00050-of-00072.safetensors", "h.48.self_attention.query_key_value.weight": "model_00050-of-00072.safetensors", "h.49.input_layernorm.bias": "model_00051-of-00072.safetensors", "h.49.input_layernorm.weight": "model_00051-of-00072.safetensors", "h.49.mlp.dense_4h_to_h.bias": "model_00051-of-00072.safetensors", "h.49.mlp.dense_4h_to_h.weight": "model_00051-of-00072.safetensors", "h.49.mlp.dense_h_to_4h.bias": "model_00051-of-00072.safetensors", "h.49.mlp.dense_h_to_4h.weight": "model_00051-of-00072.safetensors", "h.49.post_attention_layernorm.bias": "model_00051-of-00072.safetensors", "h.49.post_attention_layernorm.weight": "model_00051-of-00072.safetensors", "h.49.self_attention.dense.bias": "model_00051-of-00072.safetensors", "h.49.self_attention.dense.weight": "model_00051-of-00072.safetensors", "h.49.self_attention.query_key_value.bias": "model_00051-of-00072.safetensors", "h.49.self_attention.query_key_value.weight": "model_00051-of-00072.safetensors", "h.5.input_layernorm.bias": "model_00007-of-00072.safetensors", "h.5.input_layernorm.weight": "model_00007-of-00072.safetensors", "h.5.mlp.dense_4h_to_h.bias": "model_00007-of-00072.safetensors", "h.5.mlp.dense_4h_to_h.weight": "model_00007-of-00072.safetensors", "h.5.mlp.dense_h_to_4h.bias": "model_00007-of-00072.safetensors", "h.5.mlp.dense_h_to_4h.weight": "model_00007-of-00072.safetensors", "h.5.post_attention_layernorm.bias": "model_00007-of-00072.safetensors", "h.5.post_attention_layernorm.weight": "model_00007-of-00072.safetensors", "h.5.self_attention.dense.bias": "model_00007-of-00072.safetensors", "h.5.self_attention.dense.weight": "model_00007-of-00072.safetensors", "h.5.self_attention.query_key_value.bias": "model_00007-of-00072.safetensors", "h.5.self_attention.query_key_value.weight": "model_00007-of-00072.safetensors", "h.50.input_layernorm.bias": "model_00052-of-00072.safetensors", "h.50.input_layernorm.weight": "model_00052-of-00072.safetensors", "h.50.mlp.dense_4h_to_h.bias": "model_00052-of-00072.safetensors", "h.50.mlp.dense_4h_to_h.weight": "model_00052-of-00072.safetensors", "h.50.mlp.dense_h_to_4h.bias": "model_00052-of-00072.safetensors", "h.50.mlp.dense_h_to_4h.weight": "model_00052-of-00072.safetensors", "h.50.post_attention_layernorm.bias": "model_00052-of-00072.safetensors", "h.50.post_attention_layernorm.weight": "model_00052-of-00072.safetensors", "h.50.self_attention.dense.bias": "model_00052-of-00072.safetensors", "h.50.self_attention.dense.weight": "model_00052-of-00072.safetensors", "h.50.self_attention.query_key_value.bias": "model_00052-of-00072.safetensors", "h.50.self_attention.query_key_value.weight": "model_00052-of-00072.safetensors", "h.51.input_layernorm.bias": "model_00053-of-00072.safetensors", "h.51.input_layernorm.weight": "model_00053-of-00072.safetensors", "h.51.mlp.dense_4h_to_h.bias": "model_00053-of-00072.safetensors", "h.51.mlp.dense_4h_to_h.weight": "model_00053-of-00072.safetensors", "h.51.mlp.dense_h_to_4h.bias": "model_00053-of-00072.safetensors", "h.51.mlp.dense_h_to_4h.weight": "model_00053-of-00072.safetensors", "h.51.post_attention_layernorm.bias": "model_00053-of-00072.safetensors", "h.51.post_attention_layernorm.weight": "model_00053-of-00072.safetensors", "h.51.self_attention.dense.bias": "model_00053-of-00072.safetensors", "h.51.self_attention.dense.weight": "model_00053-of-00072.safetensors", "h.51.self_attention.query_key_value.bias": "model_00053-of-00072.safetensors", "h.51.self_attention.query_key_value.weight": "model_00053-of-00072.safetensors", "h.52.input_layernorm.bias": "model_00054-of-00072.safetensors", "h.52.input_layernorm.weight": "model_00054-of-00072.safetensors", "h.52.mlp.dense_4h_to_h.bias": "model_00054-of-00072.safetensors", "h.52.mlp.dense_4h_to_h.weight": "model_00054-of-00072.safetensors", "h.52.mlp.dense_h_to_4h.bias": "model_00054-of-00072.safetensors", "h.52.mlp.dense_h_to_4h.weight": "model_00054-of-00072.safetensors", "h.52.post_attention_layernorm.bias": "model_00054-of-00072.safetensors", "h.52.post_attention_layernorm.weight": "model_00054-of-00072.safetensors", "h.52.self_attention.dense.bias": "model_00054-of-00072.safetensors", "h.52.self_attention.dense.weight": "model_00054-of-00072.safetensors", "h.52.self_attention.query_key_value.bias": "model_00054-of-00072.safetensors", "h.52.self_attention.query_key_value.weight": "model_00054-of-00072.safetensors", "h.53.input_layernorm.bias": "model_00055-of-00072.safetensors", "h.53.input_layernorm.weight": "model_00055-of-00072.safetensors", "h.53.mlp.dense_4h_to_h.bias": "model_00055-of-00072.safetensors", "h.53.mlp.dense_4h_to_h.weight": "model_00055-of-00072.safetensors", "h.53.mlp.dense_h_to_4h.bias": "model_00055-of-00072.safetensors", "h.53.mlp.dense_h_to_4h.weight": "model_00055-of-00072.safetensors", "h.53.post_attention_layernorm.bias": "model_00055-of-00072.safetensors", "h.53.post_attention_layernorm.weight": "model_00055-of-00072.safetensors", "h.53.self_attention.dense.bias": "model_00055-of-00072.safetensors", "h.53.self_attention.dense.weight": "model_00055-of-00072.safetensors", "h.53.self_attention.query_key_value.bias": "model_00055-of-00072.safetensors", "h.53.self_attention.query_key_value.weight": "model_00055-of-00072.safetensors", "h.54.input_layernorm.bias": "model_00056-of-00072.safetensors", "h.54.input_layernorm.weight": "model_00056-of-00072.safetensors", "h.54.mlp.dense_4h_to_h.bias": "model_00056-of-00072.safetensors", "h.54.mlp.dense_4h_to_h.weight": "model_00056-of-00072.safetensors", "h.54.mlp.dense_h_to_4h.bias": "model_00056-of-00072.safetensors", "h.54.mlp.dense_h_to_4h.weight": "model_00056-of-00072.safetensors", "h.54.post_attention_layernorm.bias": "model_00056-of-00072.safetensors", "h.54.post_attention_layernorm.weight": "model_00056-of-00072.safetensors", "h.54.self_attention.dense.bias": "model_00056-of-00072.safetensors", "h.54.self_attention.dense.weight": "model_00056-of-00072.safetensors", "h.54.self_attention.query_key_value.bias": "model_00056-of-00072.safetensors", "h.54.self_attention.query_key_value.weight": "model_00056-of-00072.safetensors", "h.55.input_layernorm.bias": "model_00057-of-00072.safetensors", "h.55.input_layernorm.weight": "model_00057-of-00072.safetensors", "h.55.mlp.dense_4h_to_h.bias": "model_00057-of-00072.safetensors", "h.55.mlp.dense_4h_to_h.weight": "model_00057-of-00072.safetensors", "h.55.mlp.dense_h_to_4h.bias": "model_00057-of-00072.safetensors", "h.55.mlp.dense_h_to_4h.weight": "model_00057-of-00072.safetensors", "h.55.post_attention_layernorm.bias": "model_00057-of-00072.safetensors", "h.55.post_attention_layernorm.weight": "model_00057-of-00072.safetensors", "h.55.self_attention.dense.bias": "model_00057-of-00072.safetensors", "h.55.self_attention.dense.weight": "model_00057-of-00072.safetensors", "h.55.self_attention.query_key_value.bias": "model_00057-of-00072.safetensors", "h.55.self_attention.query_key_value.weight": "model_00057-of-00072.safetensors", "h.56.input_layernorm.bias": "model_00058-of-00072.safetensors", "h.56.input_layernorm.weight": "model_00058-of-00072.safetensors", "h.56.mlp.dense_4h_to_h.bias": "model_00058-of-00072.safetensors", "h.56.mlp.dense_4h_to_h.weight": "model_00058-of-00072.safetensors", "h.56.mlp.dense_h_to_4h.bias": "model_00058-of-00072.safetensors", "h.56.mlp.dense_h_to_4h.weight": "model_00058-of-00072.safetensors", "h.56.post_attention_layernorm.bias": "model_00058-of-00072.safetensors", "h.56.post_attention_layernorm.weight": "model_00058-of-00072.safetensors", "h.56.self_attention.dense.bias": "model_00058-of-00072.safetensors", "h.56.self_attention.dense.weight": "model_00058-of-00072.safetensors", "h.56.self_attention.query_key_value.bias": "model_00058-of-00072.safetensors", "h.56.self_attention.query_key_value.weight": "model_00058-of-00072.safetensors", "h.57.input_layernorm.bias": "model_00059-of-00072.safetensors", "h.57.input_layernorm.weight": "model_00059-of-00072.safetensors", "h.57.mlp.dense_4h_to_h.bias": "model_00059-of-00072.safetensors", "h.57.mlp.dense_4h_to_h.weight": "model_00059-of-00072.safetensors", "h.57.mlp.dense_h_to_4h.bias": "model_00059-of-00072.safetensors", "h.57.mlp.dense_h_to_4h.weight": "model_00059-of-00072.safetensors", "h.57.post_attention_layernorm.bias": "model_00059-of-00072.safetensors", "h.57.post_attention_layernorm.weight": "model_00059-of-00072.safetensors", "h.57.self_attention.dense.bias": "model_00059-of-00072.safetensors", "h.57.self_attention.dense.weight": "model_00059-of-00072.safetensors", "h.57.self_attention.query_key_value.bias": "model_00059-of-00072.safetensors", "h.57.self_attention.query_key_value.weight": "model_00059-of-00072.safetensors", "h.58.input_layernorm.bias": "model_00060-of-00072.safetensors", "h.58.input_layernorm.weight": "model_00060-of-00072.safetensors", "h.58.mlp.dense_4h_to_h.bias": "model_00060-of-00072.safetensors", "h.58.mlp.dense_4h_to_h.weight": "model_00060-of-00072.safetensors", "h.58.mlp.dense_h_to_4h.bias": "model_00060-of-00072.safetensors", "h.58.mlp.dense_h_to_4h.weight": "model_00060-of-00072.safetensors", "h.58.post_attention_layernorm.bias": "model_00060-of-00072.safetensors", "h.58.post_attention_layernorm.weight": "model_00060-of-00072.safetensors", "h.58.self_attention.dense.bias": "model_00060-of-00072.safetensors", "h.58.self_attention.dense.weight": "model_00060-of-00072.safetensors", "h.58.self_attention.query_key_value.bias": "model_00060-of-00072.safetensors", "h.58.self_attention.query_key_value.weight": "model_00060-of-00072.safetensors", "h.59.input_layernorm.bias": "model_00061-of-00072.safetensors", "h.59.input_layernorm.weight": "model_00061-of-00072.safetensors", "h.59.mlp.dense_4h_to_h.bias": "model_00061-of-00072.safetensors", "h.59.mlp.dense_4h_to_h.weight": "model_00061-of-00072.safetensors", "h.59.mlp.dense_h_to_4h.bias": "model_00061-of-00072.safetensors", "h.59.mlp.dense_h_to_4h.weight": "model_00061-of-00072.safetensors", "h.59.post_attention_layernorm.bias": "model_00061-of-00072.safetensors", "h.59.post_attention_layernorm.weight": "model_00061-of-00072.safetensors", "h.59.self_attention.dense.bias": "model_00061-of-00072.safetensors", "h.59.self_attention.dense.weight": "model_00061-of-00072.safetensors", "h.59.self_attention.query_key_value.bias": "model_00061-of-00072.safetensors", "h.59.self_attention.query_key_value.weight": "model_00061-of-00072.safetensors", "h.6.input_layernorm.bias": "model_00008-of-00072.safetensors", "h.6.input_layernorm.weight": "model_00008-of-00072.safetensors", "h.6.mlp.dense_4h_to_h.bias": "model_00008-of-00072.safetensors", "h.6.mlp.dense_4h_to_h.weight": "model_00008-of-00072.safetensors", "h.6.mlp.dense_h_to_4h.bias": "model_00008-of-00072.safetensors", "h.6.mlp.dense_h_to_4h.weight": "model_00008-of-00072.safetensors", "h.6.post_attention_layernorm.bias": "model_00008-of-00072.safetensors", "h.6.post_attention_layernorm.weight": "model_00008-of-00072.safetensors", "h.6.self_attention.dense.bias": "model_00008-of-00072.safetensors", "h.6.self_attention.dense.weight": "model_00008-of-00072.safetensors", "h.6.self_attention.query_key_value.bias": "model_00008-of-00072.safetensors", "h.6.self_attention.query_key_value.weight": "model_00008-of-00072.safetensors", "h.60.input_layernorm.bias": "model_00062-of-00072.safetensors", "h.60.input_layernorm.weight": "model_00062-of-00072.safetensors", "h.60.mlp.dense_4h_to_h.bias": "model_00062-of-00072.safetensors", "h.60.mlp.dense_4h_to_h.weight": "model_00062-of-00072.safetensors", "h.60.mlp.dense_h_to_4h.bias": "model_00062-of-00072.safetensors", "h.60.mlp.dense_h_to_4h.weight": "model_00062-of-00072.safetensors", "h.60.post_attention_layernorm.bias": "model_00062-of-00072.safetensors", "h.60.post_attention_layernorm.weight": "model_00062-of-00072.safetensors", "h.60.self_attention.dense.bias": "model_00062-of-00072.safetensors", "h.60.self_attention.dense.weight": "model_00062-of-00072.safetensors", "h.60.self_attention.query_key_value.bias": "model_00062-of-00072.safetensors", "h.60.self_attention.query_key_value.weight": "model_00062-of-00072.safetensors", "h.61.input_layernorm.bias": "model_00063-of-00072.safetensors", "h.61.input_layernorm.weight": "model_00063-of-00072.safetensors", "h.61.mlp.dense_4h_to_h.bias": "model_00063-of-00072.safetensors", "h.61.mlp.dense_4h_to_h.weight": 